{
    "decision": {
        "cathedral": {
            "text": "You have committed to launching the construction of a cathedral with the Order, but a militiaman informs you that a breach has been observed in the ramparts.",
            "yes": "The cathedral can wait.",
            "no": "These stones will not protect us from His wrath, fools!"
        },
        "pteranodon_embryo": {
            "text": "A paleontologist informs you that they have successfully created an in vitro pteranodon embryo. They claim that this will allow us to better understand their strengths and weaknesses.",
            "yes": "Let's encourage further research.",
            "no": "Heresy! Burn them along with their work!"
        },
        "religious_sacrifice": {
            "text": "The bishop informs you that the visions of the Order's oracles are unequivocal: we must sacrifice thirteen survivors tomorrow at one o'clock.",
            "yes": "So be it according to the will of the heavens.",
            "no": "A few chickens will do just fine."
        },
        "tough_winter": {
            "text": "A farmworker asks you for supplies to cope with the harsh upcoming winter.",
            "yes": "Here you go, my good fellow.",
            "no": "The State cannot do everything."
        },
        "weapons_for_military": {
            "text": "The Milice's general complains about the deplorable state of his troops' equipment. He threatens to resign if things do not improve.",
            "yes": "Very well, draw from the strategic stocks!",
            "no": "Who do you think you are?!"
        },
        "food_for_dragon": {
            "text": "A representative of the Order asks you for meats and oils to hasten the arrival of the Dragon of the last days.",
            "yes": "Give them to him!",
            "no": "Let's give them to the people instead!"
        },
        "security_perimeter": {
            "text": "The Milice's general is horrified by the regular exits of the survivors beyond the security perimeters.",
            "yes": "Reinforce patrols and impose a curfew!",
            "no": "Arm the survivors directly!"
        },
        "merchant": {
            "text": "A merchant asks you to cover for him with the Milice in exchange for food and tools.",
            "yes": "It is true that our coffers are desperately empty...",
            "no": "Let's ignore him."
        },
        "witch": {
            "text": "A survivor approaches you with a tied-up paleontologist who was lynched by the crowd. The survivor claims to have seen her giving birth to a horned reptile. He asks you to condemn her to death.",
            "no": "Release this innocent, poor fool!",
            "yes": "She's a witch, so be it."
        },
        "tough_labour": {
            "text": "A survivor working at the weapons manufacturing workshop implores you to reduce the production pace. Your gaze lingers on their deformed hands, worn by labor.",
            "no": "Silence! We need more weapons! Increase the pace!",
            "yes": "Yes, that is fair and good."
        },
        "paleo_tools": {
            "text": "The steward of the paleontologists' laboratory brings you a report of their tool expenses. They are abnormally high, and you notice that weapons have also been consumed.",
            "yes": "They know what they're doing.",
            "no": "You won't get more than usual!"
        },
        "black_market": {
            "text": "The commander of the Milice's 'Public Order' section urges you to take stronger measures to deal with the smuggling of food.",
            "yes": "You have carte blanche, commander.",
            "no": "Let's tolerate this trafficking; too many survivors depend on it."
        },
        "paleo_researches": {
            "text": "The bishop is outraged by the teachings imparted by the paleontologists. He claims that they are trying to enlist survivors in their impious worship of Reason.",
            "yes": "Imprison them. Knowledge is power!",
            "no": "So what?"
        },
        "sioux_falls_ruins": {
            "text": "The captain of a Milice exploration brigade gives you his report. He claims to have discovered an agronomy computer in the ruins of Sioux Falls. It undoubtedly holds numerous insights.",
            "yes": "Ask the paleontologists to decipher it.",
            "no": "Away! That object bears the vice that brought the dinosaurs upon us!"
        },
        "riots": {
            "text": "For several days now, ragged individuals have been gathering outside your headquarters demanding food. Some burn your portraits and carry banners denouncing the opulence of the Order.",
            "yes": "Give them food and negotiate with them.",
            "no": "Let the Milice disperse the rioters!"
        },
        "party_for_the_dragon": {
            "text": "A comet has been spotted in the sky. Your chaplain claims it is a sign of the imminent arrival of the Dragon of the last days and that we must display our faith by offering a large portion of our resources.",
            "yes": "Turn the event into a grand popular celebration.",
            "no": "Dismiss the chaplain."
        },
        "alamosaurus": {
            "text": "A paleontologist informs you that a nest of Alamosaurus sanjuanensis has been discovered near the camp. An opportunity to learn more about this subspecies! But your hunters prefer to collect wood from the nest to make weapons... Heresy!",
            "yes": "A subspecies... interesting!",
            "no": "You're the heretic! Go take that wood!"
        },
        "thief": {
            "text": "A soldier reports that a follower came to steal tools intended for the Milice to repair the Church's altar.",
            "yes": "Punish him!",
            "no": "The altar is more important!"
        },
        "circle_game": {
            "text": "A militiaman reports that citizens have been playing the 'circle game' with the soldiers to annoy them.",
            "yes": "This game is foolish...",
            "no": "This game is great!"
        },
        "eggs": {
            "text": "A survivor informs you that eggs have been found near the camp. Your people are hungry, but your paleontologists need this egg for analysis.",
            "yes": "Tonight, we'll have scrambled eggs!",
            "no": "Hands off those eggs!"
        },
        "iron_mine": {
            "text": "A professor claims to have detected an ancient iron mine still exploitable beneath our camp. Fanatics assert that it contains a sacred artifact that will cause our downfall if accessed.",
            "yes": "Steel for our survival!",
            "no": "Back off, servant of the devil!"
        },
        "services": {
            "text": "The bishop denounces the people's absence from the masses organized to ensure the growth of our plantations.",
            "yes": "Mandatory mass!",
            "no": "Priests, to your plows!"
        },
        "snake_soup": {
            "text": "A merchant claims that consuming freshly killed snakes is excellent for gaining vigor in combat and wants to serve it as soup to the Milice.",
            "yes": "Finally, a connoisseur!",
            "no": "The same is said about baboon buttocks! Not in my place!"
        },
        "market": {
            "text": "A democrat asks you to create a large weekly market to combat food trafficking.",
            "yes": "Long live capitalism!",
            "no": "I love the black market."
        },
        "religious_songs": {
            "text": "A resident complains about the religious songs being too loud near his dwelling.",
            "yes": "Silence them.",
            "no": "They should silence you."
        },
        "sunglasses": {
            "text": "The Milice's general asks for sunglasses to be provided to the entire Milice to avoid being blinded during fights against dinosaurs over three meters tall.",
            "yes": "Comfort to be stronger!",
            "no": "Burn your eyes for your sovereign."
        },
        "trapped_by_trex": {
            "text": "A paleontologist begs you to help his colleagues, trapped by tyrannosaurs while studying some caterpillar tracks.",
            "yes": "Quickly! Their work must be important!",
            "no": "Fewer idiots!"
        },
        "conversion": {
            "text": "A resident complains that the religious have started coming into his tent to try to convert him.",
            "yes": "Stop this practice!",
            "no": "Do as everyone else, accept them!"
        },
        "bananas": {
            "text": "A soldier reports that a crate filled with ripe bananas has just been unearthed near the church.",
            "yes": "A feast for my soldiers!",
            "no": "Give that back to the priests!"
        },
        "horses": {
            "text": "A farmer spotted horses in a distant plain. They could help the Milice move, but volunteers are not eager to go catch them.",
            "yes": "Go get those horses for me!",
            "no": "It's not my priority, you see."
        },
        "morphine": {
            "text": "A paleontologist reports that the morphine shipments were stolen by followers of the Order.",
            "yes": "They will pay for this affront!",
            "no": "They need it at least..."
        },
        "therizinosaurus": {
            "text": "A general explains that it is necessary to kill the therizinosaurus queen before she reproduces.",
            "yes": "Go for it!",
            "no": "Don't touch the mother!"
        },
        "buried_weapons": {
            "text": "A paleontologist unearthed a crate of weapons during their excavations.",
            "yes": "I'll take it.",
            "no": "It's a trap!"
        },
        "magic_tools": {
            "text": "A manufacturer invented a clever process for creating tools, but disappeared before fully finalizing it. Only one use is possible.",
            "yes": "It's better than nothing.",
            "no": "It's suspicious."
        },
        "monument_for_soldiers": {
            "text": "A sergeant asks to erect a monument in honor of the fallen warriors.",
            "yes": "We must thank them.",
            "no": "What are you talking about?"
        },
        "fertilizer": {
            "text": "A paleontologist suggests using ground diplodocus bones near the corn crops to increase yields.",
            "yes": "Let these protocols be immediately applied!",
            "no": "Diplodocus bones? You want to corrupt our soil with that horror?"
        },
        "prison": {
            "text": "You visit your dungeons, and a brigand calls out to you. He offers to reveal the contents of his weapons cache in exchange for his freedom.",
            "yes": "It is true that we are sorely lacking in weapons...",
            "no": "I think I'll let you rot here instead."
        },
        "workshop": {
            "text": "A patriotic artisan passes away and bequeaths his workshop to you. It is of no use to you, but you can gather materials by dismantling it.",
            "yes": "Keep it; it will inspire future generations.",
            "no": "Dismantle the workshop."
        },
        "parade": {
            "text": "The Milice's general asks to organize a military parade every year in honor of the soldiers.",
            "yes": "I even propose two!",
            "no": "Alright, but don't spend too much! No extravagance this year!"
        },
        "weapons_manufacture": {
            "text": "A weapons manufacturer explains that they can increase production if you agree to give them a few warriors.",
            "yes": "Easy sacrifice.",
            "no": "My soldiers are worth more than that!"
        },
        "dino_carcass": {
            "text": "The director of the paleontologists wants to give you the unused dinosaur carcasses to feed your camp. But he demands tools in return.",
            "yes": "Thank you, keep your tools.",
            "no": "I'll take them, but you won't get anything."
        },
        "tools_food": {
            "text": "A paleontologist has invented a system that makes tools more resistant. She asks for a food bonus for her discovery.",
            "yes": "Thank you, this deserves a bonus!",
            "no": "I'll take it, but you can eat your tools."
        },
        "dino_bile": {
            "text": "A researcher reports that the paleontologists have extracted weapons from a diplodocus's stomach, but they want to keep them to defend themselves.",
            "yes": "Very well, keep your disgusting weapons.",
            "no": "Give those weapons to my warriors!"
        },
        "tools_with_bones": {
            "text": "One of your teams of paleontologists has discovered a new process to make dinosaur bones more rigid. They would be perfect for making tools, but your team wants to continue experiments on the already created samples.",
            "yes": "Weird, but hey, to each their own hobbies.",
            "no": "Perfect, I'll take them. We were running short on shovels!"
        },
        "weapons_for_paleo": {
            "text": "The Militia General pays you a visit to report the extremely low number of weapons remaining for his soldiers. He suggests that you requisition the paleontologists to support the survivors' effort in creating new weapons.",
            "yes": "Take twenty of them. For once, they can be useful!",
            "no": "Come back when you can count up to twenty!"
        },
        "suspect_individual": {
            "text": "A suspicious individual clad in rags stammers as he approaches you. One of his merchant friends got stuck in a ruin not far from your camp due to a few hungry compsognathuses. He begs you to help and promises that his friend will give you his cargo of tools.",
            "yes": "Your story about the tools better be true. Dispatch soldiers to help the merchant!",
            "no": "Silence your lies!"
        }
    },
    "answer": {
        "yes": {
            "order": [
                "The clergyman blesses you and returns to his temple.",
                "The clergyman clasps his hands and softly murmurs words. You suggest he thank the Dragon of the last days for being merciful."
            ],
            "military": [
                "The militiaman salutes you and hastily leaves the premises.",
                "You barely catch a glimpse of a satisfied smile on the soldier's face before he respectfully salutes you and takes his leave."
            ],
            "civilian": [
                "The survivor respectfully bows and steps back, looking at you until reaching the door.",
                "The survivor looks at you with wide eyes filled with joy and hurriedly leaves, even forgetting to bid you farewell.",
                "You hear your interlocutor whisper, 'Your kindness will save us, Sire!' just before performing a somewhat clumsy bow. You give a satisfied smile."
            ],
            "paleo": [
                "The paleontologist leaves rubbing his hands; his nervous laughter and joyous tics are rather unpleasant.",
                "Clearly pleased with your response, the scientist swiftly turns around and leaves without a word. Despite your subject's joy, you can't help but grumble at this lack of respect."
            ]
        },
        "no": {
            "order": [
                "The clergyman's features tense up. He leaves after overly obsequious farewells.",
                "You see the clergyman's lips articulate words, as if invoking celestial justice. You meet his gaze, unafraid of any punishment, until he exits the room.",
                "\"Your lack of faith will be your downfall,\" the clergyman simply responds. You remain unmoved by this statement, and he withdraws."
            ],
            "military": [
                "The militiaman struggles to hide his frustration as he leaves the premises. You hear the enraged stomping of his boots for long minutes.",
                "Without another word to you, the soldier hastily exits the room and slams the door behind him."
            ],
            "civilian": [
                "The survivor leaves muttering some inaudible words. Probably insults.",
                "The man gives you a pathetic look that neither affects nor bothers you, before leaving the room, understanding that you won't reconsider your decision."
            ],
            "paleo": [
                "The paleontologist exclaims 'Endomicropachycephalosaurus!' and moves away. You assume it's an insult.",
                "\"You will regret neglecting science so much one day!\" the paleontologist sagely announces. You let out a scornful chuckle at these words."
            ]
        },
        "guillotine": "You watch the militiamen take the condemned and lead them to the guillotine. You hear the ominous whistle of the blade slicing through the air.",
        "decree": "The decree has been executed according to your will. Your supremacy is reaffirmed.",
        "event": "Following these events, you go to bed, hoping that the next day will be less eventful."
    },
    "decree": {
        "cocks": {
            "text": "Organize cockfights in the central square."
        },
        "missionaries": {
            "text": "Send missionaries to the schools."
        },
        "propaganda": {
            "text": "Launch a propaganda campaign in favor of the Militia."
        },
        "researches": {
            "text": "Relax the regulations on research."
        },
        "obsolete_weapons": {
            "text": "Requisition artisans to refurbish obsolete weapons."
        },
        "edible_animals": {
            "text": "Introduce new species into the official list of edible animals."
        },
        "non_essential_infrastructures": {
            "text": "Disassemble non-essential infrastructures."
        },
        "prayers": {
            "text": "Pray to the Dragon of the last days to increase agricultural yields."
        },
        "puzzle": {
            "text": "Organize a giant puzzle workshop with brachiosaurus bones in the public square."
        }
    },
    "event": {
        "rain": {
            "text": "It's raining!"
        },
        "military_career": {
            "text": "More and more survivors are opting for a military career, hoping for better material facilities. Futile hope on their part, but it serves your interests."
        },
        "wooded_sector": {
            "text": "The Militia has finally secured a wooded area around the encampment. The high-quality wood from this area will allow us to produce a large number of tools."
        },
        "agricultural_machines": {
            "text": "A military engineer has found a particularly effective way to convert obsolete agricultural machines into devastating assault vehicles. The Militia will benefit from this in its upcoming expeditions."
        },
        "researches_ammonites": {
            "text": "The paleontologists have reached a favorable agreement with the bishop. The latter will no longer oppose their research on ammonites in exchange for rather dubious privileges. It would be better if the faithful didn't find out, but for now, let's rejoice in the forthcoming benefits of this research."
        },
        "storm_fear": {
            "text": "Fears aroused by the particularly violent storms of recent weeks have been skillfully exploited by the Order. Survivors are now convinced that the bishop will intercede on their behalf to appease the anger of the Dragon of the last days."
        },
        "lottery": {
            "text": "A lottery is organized by the citizens to lighten the mood. They find this game particularly satisfying, lifting their spirits."
        },
        "carpentry_tools": {
            "text": "Eureka! Documents decrypted by our paleontologists contained patterns for carpentry tools. We will use them to improve the efficiency of our constructions."
        },
        "fire_church": {
            "text": "A church is on fire! Not only is the origin of this fire likely criminal, but survivors might doubt the effectiveness of the protection provided by Bishop Monseigneur over the encampment."
        },
        "oleg": {
            "text": "A man claiming to be named Oleg and hailing from what was once Russia has arrived at the camp. We're not used to accepting strangers, but Oleg's substantial weapons stocks will surely ease his integration in these difficult times."
        },
        "dino_cave": {
            "text": "Paleontologists have discovered a cave where dinosaurs stored all their resources! They rush to bring all the supplies back to the encampment."
        },
        "dino_attack": {
            "text": "A horde of compsognathus attacks your encampment without warning. The militia manages to contain the crisis at the cost of a few weapons. Many corpses of these small creatures are scattered in your camp, much to the delight of the paleontologists who eagerly snatch a few to study. The others are used to replenish your food reserves."
        }
    },
    "ending": {
        "food": {
            "title": "The Last Meal",
            "text": "Survivors begin to boil their shoes and clothes to feed themselves. Your authority no longer makes sense to these men whose destitution fuels revolutionary impulses. These emaciated bodies seize you and lead you to a huge cauldron in the public square. Your days end in a water bath. You get no better than the intestines of the survivors for burial."
        },
        "tools": {
            "title": "The Screwdriver",
            "text": "The camp's equipment is falling apart, and you cannot repair it. Agriculture, security devices, and research are paralyzed. You decide to lead an expedition into the remains of the surrounding cities to gather tools and materials. In your absence, the bishop takes advantage and seizes power. You are attacked on the way back by velociraptors. You are carried away at the head of your group's final charge."
        },
        "weapons": {
            "title": "Sling VS T-Rex",
            "text": "Armed with slings and sticks, the Militia must face yet another attack from triceratops. Stones and paper balls bounce off their scales, and the latter ravage the camp. You end up trampled under a devastating charge from the herd."
        },
        "order_max": {
            "title": "The Sacrifice",
            "text": "Empowered by its control over society, the Ardent Order of the last days launches a purification campaign in the camp against its opponents. After massacring the paleontologists and taking control of the Militia, the Order sends the crowd to seize you. Your bones and flesh are consumed on a sacrificial pyre."
        },
        "order_min": {
            "title": "Loss of Faith",
            "text": "As the power of the Order crumbles, the survivors deprived of the Hope of Salvation become aware of the absurdity of existence in a world that is no longer that of men. They no longer obey you and let themselves die. You are now the last of men."
        },
        "military_max": {
            "title": "Coup d'état",
            "text": "The Militia has become so powerful that it is no longer clear what constrains it to obey you. It itself wonders. Your guards betray you in the night, and the Militia seizes you. Through a small opening in the truck's canvas that seems to take you out of the camp, you have time to see propaganda posters featuring the Militia general covering the walls of your former home."
        },
        "military_min": {
            "title": "Defenseless",
            "text": "The handful of men remaining in the Militia is armed with little more than a few old rusty weapons when the velociraptor attack occurs. Your defenses are overwhelmed, and the camp is wiped off the map."
        },
        "civilian_max": {
            "title": "Revolution!",
            "text": "You have been too lenient, and the survivors feel empowered. The crowd manages to rally the Militia to demand an end to your power and the establishment of democratic governance. The riot escalates, and the survivors overrun your positions. They seize you and take you to the guillotine."
        },
        "civilian_min": {
            "title": "The Tyrant",
            "text": "Your power has never seemed stronger. The survivors are at your beck and call and seem completely apathetic. However, you gradually observe the camp depopulating. It seems that those who remain produce almost nothing. The handful of men who then occupy the camp can hardly defend you during the attack of the pteranodons, and you perish in their claws."
        },
        "paleo_max": {
            "title": "Eureka!",
            "text": "The paleontologists, convinced they have finally developed a device to communicate with dinosaurs, decide to introduce some onto the camp. Unexpectedly, the trial fails. Dinosaurs are not receptive to the messages sent. They unleash themselves on the survivors, and you perish between the jaws of a tyrannosaurus."
        },
        "paleo_min": {
            "title": "The End of Science",
            "text": "The Ardent Order of the last days unleashes a crowd of followers on what remains of the paleontologists' laboratory. Its last occupants are lynched, and their work ends up in autodafés. Without the use of science, the quality of the Militia's equipment and agricultural productivity decline. It's only a matter of time before you die of starvation or a dinosaur attack."
        }
    },
    "introduction": [
        [
            "Civilization silently witnessed the return of dinosaurs. It vanished as it appeared. Few remember it, and it's barely more than an imperceptible echo. Humanity may be summed up in the camp you lead in the great plains of Dakota, not far from what was once the Badlands Park.",
            "intro_dakota"
        ],
        [
            "You must ensure the cohesion and survival of this community in the face of the constant threat of dinosaurs. But make no mistake, your priority is to maintain your power at all costs. Your hand must not tremble.",
            "dinosaurs"
        ],
        [
            "Your community is divided into four rival factions that fate has forced to ally in order to survive, and you are the last arbiter between them.",
            "mayor"
        ],
        [
            "The Ardent Order of the last days:\n\nFrom the ashes of past cults arose the Ardent Order of the last days. Harsh times favor the emergence of cults, and this one has gained great power over consciences. Its members claim that the appearance of dinosaurs is a celestial punishment. Therefore, the Order calls for penance while awaiting the coming of the last days Dragon, who will deliver humanity from the yoke of dinosaurs. The Order will interpret any profane attempt to solve the dinosaur problem as an insult to the last days Dragon.",
            "order"
        ],
        [
            "The Militia:\n\nThe Militia consists of the bravest survivors. Its mission is to protect the camp and its surroundings from dinosaur incursions. It also conducts exploratory missions into the remains of the previous civilization, much to the dismay of the Order. The Militia is a powerful tool for controlling the population. But be careful not to become too indispensable to it...",
            "militia"
        ],
        [
            "The Survivors:\n\nThe survivors are the docile inhabitants of the camp. They produce food and manufacture weapons and tools. They will overthrow you if they deem your power too tyrannical. You must grant them some material facilities and exercise justice in your judgments to satisfy them. But remember: if you give them too much power, they might be tempted to do without you.",
            "citizens"
        ],
        [
            "The Paleontologists:\n\nThe paleontologists are closely interested in studying dinosaurs. They are the only representatives of what was once 'Science.' Their research could bring you the decisive knowledge to put an end to the oppression of dinosaurs, unless their experiments draws them too close to the camp...",
            "paleontologists"
        ],
        [
            "You have limited resources to ensure the survival of your camp: make sure never to run out of any of them.\nFood is necessary for feeding your population, but the Order may also demand it for sacrifices.\nWeapons of any kind are absolutely essential for the Militia to maintain order and protect the camp from dinosaurs.\nTools, however rudimentary they may be, are all the instruments that allow survivors to work and carry out constructions.",
            "resources"
        ]
    ],
    "tutorial": [
        [
            "Upon your rise to power, your subjects will come to you daily with a request. You will then have to make a decision among the two proposed, which will satisfy or displease certain factions. If neither decision pleases you, you can always execute your interlocutor, but not without consequences.",
            "decision_english"
        ],
        [
            "Unexpected events will sometimes occur, and you will have no choice but to observe the consequences of this unforeseen event.",
            "event_english"
        ],
        [
            "Every week, you will be required to pass a decree to improve life in your camp. Take advantage of these days to replenish your resource stocks or increase the satisfaction of the faction of your choice.",
            "decree_english"
        ],
        [
            "At the end of each day, the consequences of your choices will be applied. Your resources will also decrease slightly for the daily needs of the camp.",
            "consequences_english"
        ],
        [
            "Be careful that none of your faction's satisfactions becomes null or reaches its maximum, or you will be overthrown. Similarly, you must keep a close eye on your resources. As soon as you run out of any, the camp's life will come to an end, and yours as well in the process.",
            "zero_english"
        ],
        [
            "If, unfortunately, one of these sad ends were to occur, you could benefit from a second chance by watching an advertisement. If you do not wish to submit to these strange practices, you will simply have to accept your defeat.",
            "end_english"
        ]
    ],
    "menu": {
        "press_to_start": "Start a new game",
        "continue_game": "Continue",
        "new_game": "New game"
    },
    "game": {
        "decree": "Today's council ends late into the night. Your advisors have prepared three decrees to boost morale in the camp.\n\nWhich one do you choose to apply?",
        "pre_game_over": "You feel your end approaching, do you want to try to delay the inevitable?",
        "watch_ad": "Watch an ad to continue the game.",
        "go_to_game_over": "Wait for the end.",
        "day": "Day ",
        "factions_help": "The four factions are:\n\nThe Ardent Order of the Dragon of the last days, symbolized by a dragon\n\nThe Militia, symbolized by a medal\n\nThe Survivors, symbolized by a sheaf of wheat\n\nThe Paleontologists, symbolized by an insect in amber\n\nYour role as a leader is to make the right decisions to always keep the influence of the factions between 0 and 100.",
        "resources_help": "The three resources are:\n\nFood, essential to allow your citizens to survive.\n\nWeapons, used by the Militia to protect the camp.\n\nTools, used to maintain your camp and its defenses.\n\nIf any of these resources reach 0, the camp you are in charge of will collapse, and your citizens will perish."
    },
    "settings": {
        "apply": "Apply",
        "validate": "Validate",
        "music_volume": "Music Volume",
        "sound_volume": "Sound Volume",
        "language": "Language",
        "tutorial": "Tutorial",
        "version": "Version "
    },
    "game_over": {
        "highscore": "Highscore: ",
        "score": "Score: ",
        "credits": "Original game developed by:\n\n- Paul Creusy\n- Clément Perrin\n- Balthazar Patiachvili\n- Alexis Guillon\n- Yohan Abehssera\n\nRemastered by:\n\n- Paul Creusy\n- Agathe Aris"
    }
}