{
    "decision": {
        "cathedral": {
            "text": "Vous vous êtes engagé à lancer le chantier d'une cathédrale auprès de l'Ordre, mais un milicien vous apprend qu'une brèche a été constatée dans les remparts.",
            "yes": "La cathédrale attendra.",
            "no": "Ces pierres ne nous protégerons pas de Son courroux, pauvres fous !"
        },
        "pteranodon_embryo": {
            "text": "Un paléontologue vous annonce qu'il a réussi à créer in vitro un embryon de ptéranodon. Il affirme que cela nous permettra de mieux comprendre leurs forces et leurs faiblesses.",
            "yes": "Encourageons-le à poursuivre ses recherches.",
            "no": "Hérésie ! Brûlons-le avec ses travaux !"
        },
        "religious_sacrifice": {
            "text": "L’évêque vous informe que les visions des oracles de l'Ordre sont sans appel : nous devons sacrifier treize survivants demain à treize heures.",
            "yes": "Qu'il en soit selon la volonté des cieux.",
            "no": "Quelques poulets feront bien l'affaire."
        },
        "tough_winter": {
            "text": "Un ouvrier agricole vous réclame des vivres pour faire face au rude hiver qui s'annonce.",
            "yes": "Tenez mon brave.",
            "no": "L'État ne peut pas tout."
        },
        "weapons_for_military": {
            "text": "Le général de la Milice se plaint de l'état déplorable des équipements de ses troupes. Il menace de démissionner si les choses ne s'améliorent pas.",
            "yes": "Très bien, très bien, ponctionnez sur les stocks stratégiques !",
            "no": "Pour qui vous prenez-vous ?!"
        },
        "food_for_dragon": {
            "text": "Un représentant de l'Ordre vous demande des viandes et des huiles pour favoriser la venue du Dragon des derniers jours.",
            "yes": "Qu'on les lui donne !",
            "no": "Donnons-les plutôt au peuple !"
        },
        "security_perimeter": {
            "text": "Le général de la Milice est effaré des sorties régulières des survivants hors des périmètres de sécurité.",
            "yes": "Renforcez les patrouilles et instaurez un couvre-feu !",
            "no": "Armons les survivants directement !"
        },
        "merchant": {
            "text": "Un marchand vous demande de le couvrir auprès de la Milice en échange de vivres et d'outils.",
            "yes": "Il est vrai que nous nos coffres sont désespérément vides...",
            "no": "Ignorons-le."
        },
        "witch": {
            "text": "Un survivant s'approche de vous avec une paléontologue ligotée qui a été lynchée par la foule. Le survivant affirme l'avoir aperçue en train d'accoucher d'un reptile cornu. Il vous demande de la condamner à mort.",
            "yes": "Libérez cette innocente, pauvre fou !",
            "no": "C'est une sorcière, qu'il en soit ainsi."
        },
        "tough_labour": {
            "text": "Un survivant qui dit travailler à l'atelier de fabrication d'armes vous implore de réduire les cadences de production. Votre regard s'attarde sur ses mains difformes avilies par le labeur.",
            "yes": "Silence ! Nous avons besoin de plus d'armes ! Augmentez les cadences !",
            "no": "Oui, cela est juste et bon."
        },
        "paleo_tools": {
            "text": "L'intendant du laboratoire des paléontologues vous apporte un compte-rendu de leurs dépenses en outils. Elles sont anormalement élevées et vous constatez que des armes ont également été consommées.",
            "yes": "Ils savent ce qu'ils font.",
            "no": "Vous n'aurez rien de plus que d'habitude !"
        },
        "black_market": {
            "text": "Le commandant de la section \"Ordre public\" de la Milice vous somme de prendre des mesures plus fortes pour faire face à la contrebande de vivres.",
            "yes": "Vous avez carte blanche, commandant.",
            "no": "Tolérons plutôt ce trafic, beaucoup trop de survivants en dépendent."
        },
        "paleo_researches": {
            "text": "L’évêque s'indigne des enseignements prodigués par les paléontologues. Il affirme que ces derniers cherchent à embrigader des survivants dans leur quête du culte impie de la Raison.",
            "yes": "Emprisonnez-les. La connaissance, c'est le pouvoir !",
            "no": "Et alors ?"
        },
        "sioux_falls_ruins": {
            "text": "Le capitaine d'une brigade d'exploration de la Milice vous fait son rapport. Il prétend avoir découvert un ordinateur d'agronomie dans les ruines de Sioux Falls. Il renferme sans doute de nombreuses connaissances.",
            "yes": "Demandez aux paléontologues de le décrypter.",
            "no": "Arrière ! Cet objet est porteur du vice qui a amené sur nous les dinosaures !"
        },
        "riots": {
            "text": "Depuis plusieurs jours des va-nu-pieds s'agglutinent devant votre quartier général pour réclamer des vivres. Certains brûlent vos portraits et portent des banderoles dénonçant l'opulence de l'Ordre.",
            "yes": "Donnons-leur des vivres et parlementons avec eux.",
            "no": "Que la Milice disperse les émeutiers !"
        },
        "party_for_the_dragon": {
            "text": "Une comète a été aperçue dans le ciel. Votre aumônier affirme que c'est un signe de la venue prochaine du Dragon des derniers jours, et qu'il nous faut afficher notre foi en lui offrant une grande part de nos ressources.",
            "yes": "Faire de l'événement une grande fête populaire.",
            "no": "Congédier l'aumônier."
        },
        "alamosaurus": {
            "text": "Un paléontologue vous informe qu'un nid d'Alamosaurus sanjuanensis a été découvert non loin du campement. Une aubaine pour en savoir plus sur cette sous-espèce ! Mais vos chasseurs préfèrent collecter le bois du nid pour en faire des armes... Hérésie !",
            "yes": "Une sous-espèce... intéressant !",
            "no": "C'est toi l'hérétique ! Allez prendre ce bois !"
        },
        "thief": {
            "text": "Un soldat vous annonce qu'un adepte est venu voler des outils destinés à la Milice pour réparer l'autel de l'Église.",
            "yes": "Punissez-le !",
            "no": "L'autel est plus important !"
        },
        "circle_game": {
            "text": "Un milicien vous rapporte que des citoyens se sont amusés à faire le jeu du rond aux soldats pour les agacer.",
            "yes": "Ce jeu est idiot...",
            "no": "Ce jeu est génial !"
        },
        "eggs": {
            "text": "Un survivant vous informe que des œufs ont été trouvés près du camp. Votre peuple a faim, mais vos paléontologues ont besoin de cet œuf pour l'analyser.",
            "yes": "Ce soir, c'est œufs au plat !",
            "no": "Pas touche à ces œufs !"
        },
        "iron_mine": {
            "text": "Un professeur prétend avoir détecté une ancienne mine de fer encore exploitable sous notre campement. Les fanatiques affirment qu'elle renferme un artefact sacré qui causera notre perte si nous y accédons.",
            "yes": "De l'acier pour notre survie !",
            "no": "Arrière, serviteur du diable !"
        },
        "services": {
            "text": "L’évêque dénonce l'absence du peuple aux messes organisées pour assurer la croissance de nos plantations.",
            "yes": "Messe obligatoire !",
            "no": "Prêtres, à vos charrues !"
        },
        "snake_soup": {
            "text": "Un commerçant affirme que la consommation de serpents fraîchement tués est excellente pour gagner de la vigueur en combat et souhaite en servir une soupe à la Milice.",
            "yes": "Enfin un connaisseur !",
            "no": "On dit la même chose des fesses de babouin ! Pas de ça chez moi !"
        },
        "market": {
            "text": "Un démocrate vous demande de créer un grand marché hebdomadaire pour lutter contre le trafic de nourriture.",
            "yes": "Vive le capitalisme !",
            "no": "J'aime le marché noir."
        },
        "religious_songs": {
            "text": "Un habitant se plaint des chants religieux trop forts à côté de chez lui.",
            "yes": "Qu'on les fasse taire.",
            "no": "Qu'on te fasse taire."
        },
        "sunglasses": {
            "text": "Le général de la Milice demande à ce que l'on fournisse des lunettes de soleil à toute la Milice pour ne pas être ébloui lors des combats contre les dinosaures de plus de trois mètres de haut.",
            "yes": "Du confort pour être plus fort !",
            "no": "Brûle-toi les yeux pour ton souverain."
        },
        "trapped_by_trex": {
            "text": "Un paléontologue vous supplie d'aider ses collègues, pris au piège par des tyrannosaures alors qu'ils étudiaient quelques empreintes de chenilles.",
            "yes": "Vite ! Leurs travaux doivent être importants !",
            "no": "Des imbéciles en moins !"
        },
        "conversion": {
            "text": "Un habitant se plaint car les religieux se sont mis à venir dans sa tente pour tenter de le convertir.",
            "yes": "Stoppez cette pratique !",
            "no": "Fais comme tout le monde, accepte-les !"
        },
        "bananas": {
            "text": "Un soldat vous rapporte qu'une caisse remplie de bananes encore mûres vient d'être déterrée près de l'église.",
            "yes": "Un festin pour mes soldats !",
            "no": "Rendez-ça aux prêtres ! "
        },
        "horses": {
            "text": "Un fermier a repéré des chevaux dans une plaine au loin. Ils pourraient aider les miliciens à se déplacer mais les volontaires ne se bousculent pas pour aller les attraper.",
            "yes": "Allez me chercher ces chevaux !",
            "no": "Ce n'est pas ma priorité vois-tu."
        },
        "morphine": {
            "text": "Un paléontologue rapporte que les cargaisons de morphine ont été volées par les adeptes.",
            "yes": "Ils paieront pour cet affront !",
            "no": "Il leur faut au moins ça..."
        },
        "therizinosaurus": {
            "text": "Un général vous explique qu'il faut abattre la reine des therizinosaurus avant qu'elle ne se reproduise.",
            "yes": "Allez-y !",
            "no": "Pas touche à la maman !"
        },
        "buried_weapons": {
            "text": "Un paléontologue a déterré une caisse d'armes lors de ses fouilles.",
            "yes": "Je prends.",
            "no": "C'est un piège !"
        },
        "magic_tools": {
            "text": "Un fabricant a inventé un procédé ingénieux permettant de créer des outils, mais il a disparu avoir de l'avoir entièrement finalisé. Une seule utilisation est possible.",
            "yes": "C'est mieux que rien.",
            "no": "C'est louche."
        },
        "monument_for_soldiers": {
            "text": "Un sergent demande à ce que l'on érige un monument en hommage aux guerriers disparus.",
            "yes": "Nous devons les remercier.",
            "no": "De quoi parlez-vous ?"
        },
        "fertilizer": {
            "text": "Un paléontologue propose d'utiliser les os de diplodocus broyés au niveau des cultures de mais afin d'en augmenter les rendements.",
            "yes": "Que ces protocoles soient immédiatement appliqués !",
            "no": "Des os de diplodocus ? Vous voulez corrompre notre sol avec cette horreur ?"
        },
        "prison": {
            "text": "Vous visitez vos geôles et un brigand vous interpelle. Il vous propose de vous livrer le contenu de sa cache d'armes en l'échange de sa liberté.",
            "yes": "Il est vrai que nous manquons cruellement d'armes...",
            "no": "Je crois que je vais plutôt vous laisser pourrir ici."
        },
        "workshop": {
            "text": "Un artisan patriote décède et décide de vous léguer son atelier. Il ne vous est d'aucune utilité mais vous pouvez récolter des matériaux en le démantelant.",
            "yes": "Conservez-le, il inspirera les générations futures.",
            "no": "Démantelez l'atelier."
        },
        "parade": {
            "text": "Le général de la Milice demande à organiser un défilé militaire chaque année à la gloire de ses soldats.",
            "yes": "J'en propose même deux !",
            "no": "Très bien mais pas cher ! Pas de folies cette année !"
        },
        "weapons_manufacture": {
            "text": "Un fabricant d'armes vous explique qu'il peut augmenter sa production si vous acceptez de lui donner quelques guerriers.",
            "yes": "Sacrifice facile.",
            "no": "Mes soldats valent mieux que ça !"
        },
        "dino_carcass": {
            "text": "Le directeur des paléontologues veut vous donner les carcasses de dinosaures non utilisées pour nourrir votre camp. Mais il exige des outils en retour.",
            "yes": "Merci, tenez vos outils.",
            "no": "Je les prends mais vous n'aurez rien."
        },
        "tools_food": {
            "text": "Une paléontologue a inventé un système rendant les outils plus résistants. Elle demande une prime en vivres pour sa découverte.",
            "yes": "Merci, cela mérite bien une prime !",
            "no": "Je prends, mais vous n'avez qu'à manger vos outils."
        },
        "dino_bile": {
            "text": "Un chercheur rapporte que les paléontologues ont extrait des armes de l'estomac d'un diplodocus, mais ils veulent les garder pour pouvoir se défendre.",
            "yes": "Très bien, gardez vos armes dégoûtantes.",
            "no": "Donnez ces armes à mes guerriers !"
        },
        "tools_with_bones": {
            "text": "L'une de vos équipes de paléontologues a découvert un nouveau procédé pour rendre plus rigides des os de dinosaures. Ils seraient parfaits pour faire des outils mais votre équipe souhaite continuer les expériences sur les échantillons déjà créés.",
            "yes": "Bizarre mais après tout, chacun ses passe-temps.",
            "no": "Parfait, je vous les prends, on manquait de bêches !"
        },
        "weapons_for_paleo": {
            "text": "Le général de la Milice vous rend visite pour vous faire état du nombre infime d'armes restant à la disposition de ses soldats. Il propose que vous réquisitionnez les paléontologues pour supporter l'effort des survivants à créer de nouvelles armes.",
            "yes": "Prenez-en vingt, pour une fois qu'ils peuvent se rendre utiles !",
            "no": "Revenez me voir quand vous saurez compter jusqu'à vingt !"
        },
        "suspect_individual": {
            "text": "Un individu suspect vêtu de haillons se présente à vous tout bégayant. L'un de ses amis marchand s'est retrouvé coincé dans une ruine non loin de votre campement par quelques compsognathus affamés. Il vous supplie de lui venir en aide et vous promet que son ami pourra vous donner sa cargaison d'outils.",
            "yes": "Ton histoire d'outils a intérêt à être vraie. Qu'on dépêche des soldats pour aider le marchand !",
            "no": "Qu'on te fasse taire, toi et tes mensonges !"
        }
    },
    "answer": {
        "yes": {
            "order": "L'homme d’église vous adresse sa bénédiction et s’en retourne dans son temple.",
            "military": "Le milicien vous salue et quitte les lieux.",
            "civilian": "Le survivant s'incline respectueusement et recule en vous regardant jusqu'à atteindre la porte.",
            "paleo": "Le paléontologue vous quitte en se frottant les mains, son rire nerveux et ses tics de joie sont on ne peut plus désagréables."
        },
        "no": {
            "order": "Les traits de l'homme d’église se tendent. Il vous quitte après des salutations bien trop obséquieuses...",
            "military": "Le milicien quitte les lieux. Il peine à dissimuler sa frustration. Vous entendez le claquement rageur de ses bottes pendant de longues minutes.",
            "civilian": "Le survivant vous quitte en grommelant quelques mots inaudibles. Sans doute des insultes.",
            "paleo": "Le paléontologue s'exclame : \"Endomicropachycephalosaurus !\" et s’éloigne. Vous supposez qu'il s'agit d'une insulte."
        },
        "guillotine": "Vous regardez les miliciens s’emparer du condamné et le conduire à l’échafaud. Vous entendez le sifflement sinistre de la lame fendre l'air.",
        "decree": "Le décret a été appliqué selon votre volonté. Votre suprématie est réaffirmée.",
        "event": "À la suite de ces péripéties, vous partez vous coucher en espérant que le jour suivant sera moins mouvementé."
    },
    "decree": {
        "cocks": {
            "text": "Organiser des combats de coqs sur la place centrale."
        },
        "missionaries": {
            "text": "Envoyer des missionnaires dans les écoles."
        },
        "propaganda": {
            "text": "Lancer une campagne de propagande en faveur de la Milice."
        },
        "researches": {
            "text": "Assouplir la réglementation de la recherche."
        },
        "obsolete_weapons": {
            "text": "Réquisitionner les artisans pour remettre en état des armes obsolètes."
        },
        "edible_animals": {
            "text": "Introduire de nouvelles espèces dans la liste officielle des animaux comestibles."
        },
        "non_essential_infrastructures": {
            "text": "Désassembler des infrastructures non-essentielles."
        },
        "prayers": {
            "text": "Prier le Dragon des derniers jours pour augmenter les rendements agricoles."
        },
        "puzzle": {
            "text": "Organiser sur la place publique un atelier puzzle géant avec des os de brachiosaures."
        }
    },
    "event": {
        "rain": {
            "text": "Il pleut !"
        },
        "military_career": {
            "text": "De plus en plus de survivants s'engagent dans une carrière militaire, avec l'espoir d'accéder ainsi a davantage de facilités matérielles. Vaine espérance de leur part, mais cela sert vos intérêts."
        },
        "wooded_sector": {
            "text": "La Milice a fini par sécuriser un secteur arboré aux alentours du campement. Le bois de grande qualité de ce secteur nous permettra de produire un grand nombre d'outils."
        },
        "agricultural_machines": {
            "text": "Un ingénieur militaire vient de trouver un moyen particulièrement efficace pour transformer des machines agricoles obsolètes en engins d'assaut dévastateurs. La Milice saura en tirer profit lors de ses prochaines expéditions."
        },
        "researches_ammonites": {
            "text": "Les paléontologues sont parvenus à un accord avantageux avec l’évêque. Ce dernier ne s'opposera plus à leurs recherches sur les ammonites, en échange de passe-droits plus que douteux. Il vaudrait mieux que les fidèles n'en apprennent rien, mais en attendant, réjouissons-nous des bénéfices à venir de ces recherches."
        },
        "storm_fear": {
            "text": "Les craintes suscitées par les orages particulièrement violents de ces dernières semaines ont été habilement exploitées par l'Ordre. Les survivants sont désormais convaincus que l’évêque va intercéder en leur faveur pour apaiser la colère du Dragon des derniers jours."
        },
        "lottery": {
            "text": "Une loterie est organisée par les citoyens pour se changer les idées. Ils trouvent ce jeu particulièrement satisfaisant, ce qui leur remonte le moral."
        },
        "carpentry_tools": {
            "text": "Eurêka ! Des documents décryptés par nos paléontologues contenaient des patrons d'instruments de menuiserie. Nous allons les mettre à profit pour améliorer l'efficacité de nos constructions."
        },
        "fire_church": {
            "text": "Une église est en feu ! Non seulement l'origine de cet incendie est vraisemblablement criminelle, mais les survivants risquent de douter de l'efficacité de la protection de monseigneur l’évêque sur le campement."
        },
        "oleg": {
            "text": "Un homme qui prétend se nommer Oleg et qui viendrait de ce qui était autrefois la Russie est arrive au camp. Nous n'avons pas l'habitude d'accepter des étrangers, mais les stocks d'armes conséquents qu'apporte Oleg faciliteront certainement son intégration en ces temps difficiles."
        },
        "dino_cave": {
            "text": "Les paléontologues ont découvert une caverne où des dinosaures stockaient toutes leurs ressources ! Ils s'empressent de ramener tous les vivres au campement."
        },
        "dino_attack": {
            "text": "Une horde de compsognathus attaque votre campement sans prévenir. La milice parvient à contenir la crise au prix de quelques armes. De nombreux cadavres de ces petites bestioles sont parsemés dans votre camp, pour la plus grande joie des paléontologues qui s'empressent d'en subtiliser quelques-uns pour les étudier. Les autres sont utilisés pour regarnir vos réserves de nourriture."
        }
    },
    "ending": {
        "food": {
            "title": "Le dernier repas",
            "text": "Les survivants commencent à faire bouillir leurs chaussures et leurs vêtements pour se nourrir. Votre autorité n'a plus de sens pour ces hommes dont le dénuement nourrit des pulsions révolutionnaires. Ces corps décharnés vous saisissent et vous conduisent dans un immense chaudron sur la place publique. Vos jours s’achèvent en bain-marie. Vous n'obtenez guère mieux que les intestins des survivants pour sépulture."
        },
        "tools": {
            "title": "Le tournevis",
            "text": "Les équipements du camp tombent en ruine et vous ne parvenez pas à les réparer. L'agriculture, les dispositifs de sécurité et la recherche sont paralysés. Vous vous décidez à mener une expédition dans les vestiges des villes alentours afin de récolter des outils et des matériaux. L’évêque profite de votre absence pour prendre le pouvoir et vous êtes attaqué sur le chemin du retour par des vélociraptors. Vous êtes emporté à la tête de l'ultime charge de votre groupe."
        },
        "weapons": {
            "title": "Fronde VS T-Rex",
            "text": "C'est équipée de frondes et de bâtons que la Milice doit faire face à une énième attaque de tricératops. Les pierres et les boulettes de de papiers rebondissent sur leurs écailles et ces derniers ravagent le campement. Vous terminez piétiné sous une charge dévastatrice du troupeau."
        },
        "order_max": {
            "title": "Le sacrifice",
            "text": "Fort de son pouvoir sur la société, l'Ordre ardent du Dragon des derniers jours lance une campagne de purification du campement contre ses opposants. Après avoir massacré les paléontologues et pris le contrôle de la Milice, l'Ordre envoie la foule se saisir de vous. Vos os et votre chair sont consumés sur un bûcher sacrificiel."
        },
        "order_min": {
            "title": "Perte de la foi",
            "text": "Alors que le pouvoir de l'Ordre se délite, les survivants privés de l'Espérance du Salut prennent conscience de l’absurdité de l'existence dans un monde qui n'est plus celui des hommes. Ils ne vous obéissent plus et se laissent mourir. Vous êtes désormais le dernier des hommes."
        },
        "military_max": {
            "title": "Coup d'état",
            "text": "La Milice est devenue si puissante que l'on ne sait plus très bien ce qui la contraint à vous obéir. Elle-même se le demande. Vos gardes vous trahissent dans la nuit et la Milice se saisit de vous. Par un petite ouverture dans la toile du camion qui semble vous emmener hors du campement, vous avez le temps d'apercevoir des affiches de propagande à l'effigie du général de la Milice couvrir les murs de votre ancienne demeure."
        },
        "military_min": {
            "title": "Sans défense",
            "text": "La poignée d'hommes qui reste dans la Milice n'est guère plus armée que de quelques vieilles armes rouillées quand l'attaque de vélociraptors survient. Vos défenses sont submergées et le campement est rasé de la carte."
        },
        "civilian_max": {
            "title": "Révolution !",
            "text": "Vous avez été trop tendre et les survivants se sentent pousser des ailes. La foule parvient à rallier la Milice à sa cause pour exiger la fin de votre pouvoir et la mise en place d'une gouvernance démocratique. L’émeute dégénère et les survivants débordent vos positions. Ils s'emparent de vous et vous emmènent vers la guillotine."
        },
        "civilian_min": {
            "title": "Le Tyran",
            "text": "Votre pouvoir n'a jamais semblé aussi fort. Les survivants sont à votre botte et semblent complètement apathiques. Toutefois, vous observez progressivement le campement se dépeupler. Il vous semble que ceux qui restent ne produisent presque plus rien. La poignée d'hommes qui occupe alors le campement ne peut guère vous défendre lors de l'attaque des ptéranodons, et vous périssez entre leurs griffes."
        },
        "paleo_max": {
            "title": "Eurêkaïe !",
            "text": "Les paléontologues, convaincus d'avoir enfin mis au point un appareil permettant de communiquer avec les dinosaures, se décident à en introduire quelques-uns sur le campement. Contre toute attente, l'essai est un échec. Les dinosaures ne sont pas réceptifs aux messages envoyés. Ils se déchaînent sur les survivants et vous périssez entre les mâchoires d'un tyrannosaure."
        },
        "paleo_min": {
            "title": "La fin de la Science",
            "text": "L'Ordre ardent du Dragon des derniers jours déchaîne une foule d'adeptes sur ce qui reste du laboratoire des paléontologues. Ses derniers occupants sont lynchés et leurs travaux finissent en autodafés. Sans le recours de la science, la qualité des équipements de la Milice et la productivité agricole déclinent. Ce n'est plus qu'une question de temps avant que vous mourriez de faim ou d'une attaque de dinosaures."
        }
    },
    "introduction": [
        [
            "La civilisation a assisté en silence au retour des dinosaures. Elle a disparu comme elle était apparue. Peu sont ceux qui en gardent un souvenir, et ce n'est guère plus qu'un écho imperceptible. L’Humanité se résume peut-être au campement que vous dirigez dans les grandes plaines du Dakota, non loin de ce qui était autrefois le parc des Badlands.",
            "intro_dakota"
        ],
        [
            "Vous devrez assurer la cohésion et la survie de cette communauté face à la menace constante des dinosaures. Mais ne vous méprenez pas, votre priorité est de maintenir votre pouvoir, quoiqu'il en coûte. Votre main ne devra pas trembler.",
            "dinosaurs"
        ],
        [
            "Votre communauté est séparée en quatre factions rivales que le destin a forcé à s'allier pour survivre, et vous êtes le dernier arbitre entre elles.",
            "mayor"
        ],
        [
            "L'Ordre ardent du Dragon des derniers jours :\n\nDes cendres des cultes de jadis est né l'Ordre ardent du Dragon des derniers jours. Les temps rudes favorisent l'émergence de cultes et celui-ci a acquis un grand pouvoir sur les consciences. Ses membres affirment que l'apparition des dinosaures est un châtiment céleste. L'Ordre appelle par conséquent à la pénitence en attendant la venue du Dragon des derniers jours, qui délivrera l’Humanité du joug des dinosaures. L'Ordre interprétera comme une insulte au Dragon des derniers jours toute tentative profane de régler le problème des dinosaures.",
            "order"
        ],
        [
            "La Milice :\n\nLa Milice est constituée des survivants les plus braves. Sa mission est de protéger le campement et ses alentours des incursions des dinosaures. Elle mène également des missions d'exploration dans les vestiges de la civilisation antérieure, au grand désarroi de l'Ordre. La Milice est un formidable outil pour contrôler la population. Mais prenez garde à ce qu'elle ne vous devienne pas trop indispensable...",
            "militia"
        ],
        [
            "Les survivants :\n\nLes survivants sont les habitants dociles du campement. Ils produisent des vivres, et fabriquent armes et outils. Ils vous renverseront s'ils jugent votre pouvoir trop tyrannique. Vous devrez leur accorder quelques facilités matérielles et faire preuve de justice dans vos jugements pour les contenter. Mais n'oubliez pas : si vous leur accordez au contraire trop de pouvoir, ils pourraient être tentés de se passer de vous.",
            "citizens"
        ],
        [
            "Les paléontologues :\n\nLes paléontologues s’intéressent de près à l'étude des dinosaures. Ils sont les seuls représentants de ce qui était autrefois \"La Science\". Leurs recherches pourraient vous apporter les connaissances décisives pour mettre un terme à l'oppression des dinosaures, à moins que leur soif de connaissance ne les attire trop près du camp...",
            "paleontologists"
        ],
        [
            "Vous disposez de ressources limitées pour assurer la survie de votre campement : veillez à ne jamais manquer de l'une d'entre elles.\n\n Les vivres sont nécessaires à l'alimentation de votre population, mais l'Ordre peut également les exiger pour des sacrifices.\n\nLes armes de toute nature sont absolument essentielles à la Milice pour maintenir l'ordre et protéger le campement des dinosaures.\n\nLes outils sont quant à eux tous les instruments aussi rudimentaires soient-ils qui permettent aux survivants de travailler et de réaliser des constructions.",
            "resources"
        ]
    ],
    "tutorial": [
        ["Dès votre arrivée au pouvoir, vos sujets viendront vous solliciter quotidiennement pour une requête. Vous serez alors amené à prendre une décision parmi les deux proposées, qui satisferont ou mécontenteront certaines factions. Si aucune des deux décisions ne vous plaît, vous pourrez toujours exécuter votre interlocuteur, mais n'espérez pas que ce soit sans conséquence.", "decision"],
        ["Des événements inattendus surviendront parfois et vous n'aurez d'autre choix que d'observer les conséquences de cet imprévu.", "event"],
        ["Chaque semaine, vous serez amené à passer un décret pour améliorer la vie de votre campement. Profitez de ces journées pour recharger vos stocks de ressources ou pour augmenter la satisfaction de la faction de votre choix.", "decree"],
        ["À l'issue de chaque journée, les conséquences de vos choix seront appliquées. Vos ressources diminueront aussi légèrement pour les besoins quotidiens du campement.", "consequences"],
        ["Prenez garde à ce qu'aucune des satisfactions de vos factions ne devienne nulle ou n'atteigne son maximum, sinon vous serez renversé. De même, vous devez garder un œil attentif sur vos ressources. Dès que vous viendrez à en manquer d'une, la vie du campement touchera à sa fin, et la vôtre au passage.", "zero"],
        ["Si par malheur l'une de ces tristes fins venait à se produire, vous pourrez bénéficier d'une seconde chance en regardant une publicité. Si vous ne désirez point vous soumettre à ces étranges pratiques, vous n'aurez qu'à accepter votre défaite.", "end"]
    ],
    "menu": {
        "press_to_start": "Commencer une nouvelle partie"
    },
    "game": {
        "decree": "Le conseil d'aujourd'hui se termine tard dans la nuit. Vos conseillers vous ont préparé trois décrets pour améliorer le moral dans le camp.\n\nLequel choisissez-vous d'appliquer ?",
        "pre_game_over": "Vous sentez votre fin approcher, souhaitez-vous tenter de retarder l'inéluctable ?",
        "watch_ad": "Faire une offrande au Dragon ardent du dernier jour en vous ouvrant à ses visions.",
        "go_to_game_over": "Attendre la fin.",
        "day": "Jour "
    },
    "settings": {
        "apply": "Appliquer",
        "validate": "Valider",
        "music_volume": "Volume de la musique",
        "sound_volume": "Volume des bruitages",
        "language": "Langue",
        "tutorial": "Tutoriel",
        "version": "Version "
    },
    "game_over": {
        "highscore": "Meilleur score : ",
        "score": "Score : ",
        "credits": "Jeu original développé par :\n\n- Paul Creusy\n- Clément Perrin\n- Balthazar Patiachvili\n- Alexis Guillon\n- Yohan Abehssera\n\nRemastérisé par :\n\n- Paul Creusy\n- Agathe Aris"
    }
}